// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Previously used genuine HP cartridges installed";
HSD__65554__EventHeaderDescription = "Previously Used Genuine HP Cartridges Installed.";

// Non-HP
HSD__65559__EventTitle = "Non-HP Cartridges Installed";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
If you believe you purchased Genuine HP cartridges, visit us at: HSD_LINK:HSDAnticounterfeitLink for more information or to report fraud.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Thank you for installing Genuine HP cartridges!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Alignment recommended";
HSD__65569__EventDescription = "HSD_TEXT:For best print quality, align your new cartridges or printheads.
To start the process, click HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Used, Refilled or Counterfeit Cartridge Detected";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Paper size is larger than expected";
HSD__65716__EventDescription = "HSD_TEXT:The paper size detected by the printer sensors is larger than the paper size selected in software.
If you want to continue printing on this paper, click HSDOKButton to continue.
If you want to change the paper, do so, then re-send the print job.
To cancel the print job, click HSDCancelPrintButton.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Paper size is smaller than expected";
HSD__65717__EventDescription = "The paper size detected by the printer sensors is smaller than the paper size selected in software.
If the paper loaded in the printer is the correct size, change the selected paper size in your software and re-send the print job.
The print job will be cancelled.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Load Paper in Printer";
HSD__65921__EventDescription = "HSD_TEXT:The printer is out of paper. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Problem with Print System";
HSD__65935__EventDescription = "HSD_TEXT:Printing functionality is disabled. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:The printer has detected a problem. Check inside the printer and remove any jammed paper or other blockage.
If the problem persists, contact your administrator or technical support.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Printer Maintenance";
HSD__65953__EventDescription = "The printer is unable to print because a part inside the printer is being replaced. After this part has been replaced, printing can resume.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Part of the printer needs to be repaired, so some printer functionality might be limited or unavailable. However, you can still print.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Communication Failure";
HSD__65983__EventDescription = "HSD_TEXT:An internal communication failure has occurred in the Fax Module. HSDContactSupport

Note: You can continue to print, copy, and scan.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Paper Jam";
HSD__65987__EventDescription = "See printer control panel for instructions about how to clear the jam.";

// No faxes in memory
HSD__66000__EventDescription = "No received faxes can be reprinted because no faxes are currently stored in printer memory.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:A color fax can only be sent to one recipient at a time.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:To send color faxes, turn on Error Correction Mode (ECM). HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription To enroll again, visit the HP Instant Ink website (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription After the current billing cycle ends, the indicated cartridges installed in the printer will no longer work. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Action Required";
HSD__66011__EventDescription = "\"E\" and \"9\" are currently flashing on the control panel display. To resolve this message, quickly open and close the printhead access door completely. For more information, see the page that the printer has just printed.

Note: This condition only occurs after high-volume printing, when ink build-up might start affecting print quality.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "HP Protected Toner Installed";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "HP Protected Drum Installed";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Toner Low";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Drum Low";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Toner Missing";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Drum Missing";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Toner Very Low";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Drum Very Low";

// Door Open (Front)
HSD__75025__EventTitle = "Front Door Open";

// Door Open (Rear)
HSD__75026__EventTitle = "Rear Door Open";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Supply Memory Error on Toner";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Supply Memory Error on Drum";

// Defective Memory
HSD__75032__EventTitle = "Supply Memory Error";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Toner Installed";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Drum Installed";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Incompatible Toner";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Incompatible Drum";

// Incorrect Cartridge
HSD__75045__EventTitle = "Wrong cartridge in slot";
HSD__75045__EventDescription = "Remove the cartridge and reinsert, making sure it is the correct slot.";

// Insufficient Memory
HSD__75060__EventTitle = "Insufficient Printer Memory";
HSD__75060__EventDescription = "The printer is out of memory. Print job is cancelled.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Paper Jam in Tray";
HSD__75065__EventDescription = "Remove any obstructions in the printer or anything blocking the trays.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Paper Jam in Fuser";
HSD__75066__EventDescription = "Remove any obstructions in the printer or anything blocking the fuser or cartridge.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Paper Jam in Output Tray";
HSD__75067__EventDescription = "Remove any obstructions in the printer or anything blocking the output trays.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Paper Jam in Duplexer";
HSD__75068__EventDescription = "Remove any obstructions in the printer or anything blocking the duplexer.";

// lightPipeBlocked
HSD__75070__EventTitle = "Cartridge Sensor Error";
HSD__75070__EventDescription = "The light guide used to sense toner in the cartridge does not work, this is an error condition which stops printing.

Check cartridge sensor area and remove the obstacles that block the light guide sensor.";

// Manual Duplex
HSD__75075__EventTitle = "Manual duplex";
HSD__75075__EventDescription = "HSD_TEXT:A message or signal will appear on the device’s control panel. Note the location of your paper. Insert the paper into the correct Tray. Press the HSDOKButton/HSDResumeButton button at the device to continue.";

// Manually Feed
HSD__75080__EventTitle = "Manually feed paper";
HSD__75080__EventDescription = "HSD_TEXT:Please load the requested paper in the tray, or press the HSDOKButton/HSDResumeButton button at the device to use the available paper.";

// Paper mount
HSD__75085__EventTitle = "Paper Size Mismatch";
HSD__75085__EventDescription = "HSD_TEXT:The available paper size in the tray does not match the paper size selected in software.

If the paper loaded in the printer is the correct size, change the selected paper size in your software and re-send the print job.

If the paper loaded in the printer is not the correct size, change the paper with correct size.

If you want to continue printing on this paper, click HSDOKButton or HSDResumeButton button on the printer control panel to continue.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Toner Memory Appears to be Missing";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Drum Memory Appears to be Missing";

// Mpacco Active
HSD__75100__EventTitle = "Replace Cartridge Printing Black";
HSD__75100__EventDescription = "HSD_TEXT:The printer has been customer configured to print using only black when the level of a color supply is very low. The color supply may still be able to produce acceptable print quality. To print in color, either replace the color supply or reconfigure the printer.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Unauthorized Toner";

// Unauthorized Drum
HSD__75106__EventTitle = "Unauthorized Drum";

// Printer Error
HSD__75115__EventTitle = "Printer Error";
HSD__75115__EventDescription = "Critical printer error occurs. Printer is unable to print.";

// Printer Mispick
HSD__75120__EventTitle = "Printer Mispick";
HSD__75120__EventDescription = "HSD_TEXT:No paper pick up, press HSDOKButton or HSDResumeButton button on printer control panel to continue.";

// Print Failure
HSD__75125__EventTitle = "Printer Failure";
HSD__75125__EventDescription = "There is a problem with the printer or print system. Turn the printer off, then on.

If you continue to get this message, contact HP.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Replace Toner";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Replace Drum";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Out of Paper";
HSD__75170__EventDescription = "The printer is out of paper.
Load paper in the appropriate paper tray.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Tray 2 Out of Paper";
HSD__75171__EventDescription = "Load paper in Tray 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Unexpected Paper Size";
HSD__75175__EventDescription = "HSD_TEXT:The paper size detected by the printer sensor does not match the size specified for the printer tray.

If the paper loaded in the printer is the correct size, change the paper size specified for the printer tray in the printer control panel or HSD_KEYED_LINK:HSDTraysConfigurationLink and re-send the print job.

If the paper loaded in the printer is not the correct size, change the paper with correct size.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Used or Counterfeit Toner Installed";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Used or Counterfeit Drum Installed";

// Over filled detection
HSD__75195__EventTitle = "Loaded too much paper";
HSD__75195__EventDescription = "HSD_TEXT:Make sure paper is below the paper stack line shown on the tray. Click HSDOKButton/HSDResumeButton on the control panel to continue.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Low on ink";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Low on Paper";
HSD__65920_65940__EventDescription = "HSD_TEXT:The printer is running low on paper. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Printer Problem";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:A problem has occurred with the print system. Restart the printer, and then try the job again.
If the problem persists, contact support.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "Printer Needs Attention";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:A printer problem has occurred. However, you can continue to print.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:A printer problem has occurred and printing is unavailable.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Fax problem";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink Enrollment Canceled";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:The cartridges listed above can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.

The HP Cartridge Protection feature allows a printer owner to set the HP cartridges installed in their printer so that the cartridges will only work in that printer.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:The indicated cartridges are low.

You do not have to replace the cartridges now.

HP recommends you have a replacement available for when the cartridge is depleted and will need to be replaced.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Cartridges listed above seem to be missing, are not detected, or are incorrectly installed.

If cartridges have been installed, remove the cartridge and re-insert it securely.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "The door or cover must be closed to print.

Check that it is completely closed.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:The printer is unable to detect the memory of the cartridge listed above. The cartridge memory is corrupted, or there is an inability to communicate with cartridge.

You have to replace the cartridge now.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Your software can authenticate cartridges using an online service. However, access to the internet is not possible at this time.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:The cartridges listed above are not intended for use in this printer as it is currently configured.

Please refer to Printer Help.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:The printer is unable to detect the memory of the cartridge list above.

You can try to re-install the cartridge. If the problem still occurs, you have to replace the cartridge now.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:The administrator has configured this product to use only genuine HP supplies. The cartridge must be replaced to continue printing. If you believe you purchased a genuine HP supply, visit us at HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:The cartridges listed above are very low and must be replaced to resume printing.

HP recommends that you do not remove a cartridge until a replacement is ready to install.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:A used supply has been installed. If you believe you purchased a genuine HP supply, visit us at HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Any printer repair required as a result of using used supplies is not covered under warranty. Supply status and features depending on supply status will not be available.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP recommends ColorLok® papers for best printing results.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "You have canceled your HP Instant Ink service.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "Ink replacement service";
HSDSaveInkString = "Save up to 50% on ink*";
HSDInstantInkDisclaimersLink = "*HP Instant Ink disclaimers.";
HSDOriginalInkString = "Original HP Ink, ordered by your printer, delivered to your door.";
HSDSendInkNowString = "Click Send Ink Now to learn more and sign up.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP has another convenient way to get supplies…";
HSDShopForSuppliesText = "Click Shop for Supplies to order Original HP Ink Cartridges fast and easy online through HP SureSupply.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP recommends you have a replacement available to install when print quality is no longer acceptable.";
HSDCartridgeRecycleDescription = "HSD_TEXT:When you are ready to remove your cartridge, you can find information on how to recycle it at: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:To order a genuine HP replacement cartridge online, click HSDBuyNowButton.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP cannot guarantee the quality or reliability of non-HP supplies.
Printer service or repairs required as a result of using a non-HP supply will not be covered under warranty.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Cartridges that are very low may be sufficiently depleted to cause poor print quality.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Original HP Ink Advantages";
HSD__warning__OriginalHPInkAdvantagesTitle = "Original HP Ink Advantages are not guaranteed";
HSDProvenReliabilityTitle = "Proven Reliability";
HSDEfficientPerformanceTitle = "Efficient Performance";
HSDExceptionalQualityTitle = "Exceptional Quality";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:It is recommended that you align. Click on \"HSDAlignButton\" to align newly installed cartridges.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:To cancel the print job, press the HSDCancelButton (X) button on the printer.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "See the printer control panel for more information or contact support.";
HSDSeeFrontPanel = "See front panel for more information.";
HSDSeeControlPanel = "See the printer control panel for more information.";

// Support
HSDContactSupport = "Contact support.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Cancel";
HSDResumeButton = "Resume";
HSDCancelPrintButton = "Cancel Print";
HSDCloseButton = "Close";
HSDBuyNowButton = "Buy Now";
HSDSendInkNowButton = "Send Ink Now";
HSDShopForSuppliesButton = "Shop for Supplies";
HSDEstimatedInkLevelsLink = "Estimated Ink Levels";
HSDEstimatedCartridgeLevelsLink = "Estimated Cartridge Levels";
HSDAuthenticateLaterButton = "Authenticate Later";
HSDDoNotAuthenticateButton = "Don’t Authenticate";
HSDAlignButton = "Align";
HSDDoNotAlignButton = "Do Not Align";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Trays Configuration";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Cyan [C]";
"magenta" = "Magenta [M]";
"yellow" = "Yellow [Y]";
"black" = "Black [K]";
"red" = "Red [R]";
"green" = "Green [G]";
"blue" = "Blue [B]";
"lightcyan" = "Light Cyan [LC]";
"lightmagenta" = "Light Magenta [LM]";
"orange" = "Orange [O]";
"gray" = "Gray [G]";
"lightgray" = "Light Gray [LG]";
"darkgray" = "Dark Gray [DG]";
"photoblack" = "Photo Black [PK]";
"matteblack" = "Matte Black [MK]";
"glossenhancer" = "Gloss Enhancer";
"violet" = "Violet [V]";
"gold" = "Gold [??]";
"silver" = "Silver [??]";
"bronze" = "Bronze [??]";
"metallic" = "Metallic Red [??]";
"tricolor" = "Tri-color [Cyan/Magenta/Yellow]";
"photo" = "Photo [Black/Light Cyan/Light Magenta]";
"photogray" = "Gray Photo [Black/Gray/Light Gray]";
"lightcyanlightmagenta" = "Light Magenta [LM]/Light Cyan [LC]";
"magentayellow" = "Magenta [M]/Yellow [Y]";
"mediumcyan" = "Matte Black [MK]/Cyan [C]";
"mediumgray" = "Photo Black [PK]/Light Gray [LG]";
"magentacyan" = "Magenta [M]/Cyan [C]";
"cyanmagenta" = "Magenta [M]/Cyan [C]";
"blackyellow" = "Black [K]/Yellow [Y]";
"Photo [PK]" = "Photo [PK]";
"imagingdrumhpcea" = "Drum [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
